[
  {
    "title": "Fluorite",
    "archetype": "THE FOCUSED",
    "powers": "STABILITY * APTITUDE * CLARITY",
    "description": "Curiously, the emergence of 'fluorescence' was resultant of Fluorite's unmatched vibrance and peculiar ability to glow under ultraviolet light. It's distinct radiance is due to the inclusion of various other minerals within its chrystalline structure, producing a wide spectrum of colours from cool blues to vivid yellows. It is highly regarded as a stone of aptitude and concentration, heightening one's avilities and simply amplifying them."
  },
  {
    "title": "Blue Topaz",
    "archetype": "THE SUCCESSFUL",
    "powers": "LOVE * CLARITY * LOYALTY",
    "description": "Blue Topaz is known as the gemstone of love, affection, and good fortune. It helps one to be unbounded by arrogance and prejudice to allow one to see all things; the good and the bad as equally important in the grand scheme of life. It is an exceptional guide in helping one clearly identify desirable manifestations and communicate it to the universe. It encourages one to trust instincts and allow life to simply take its course."
  },
  {
    "title": "Tanzanite",
    "archetype": "THE MAGICAL",
    "powers": "DRIVE * POWER * ALIGNMENT",
    "description": "Tanzanite was first discovered near Mt. Kilimanjaro when severe thunderstorms swept across the region, starting bushfires and causing local tribes to flee. Upon their return, the Tanzaniann tribes discovered bright blue stones within the rubble, Tanzanite: a humble sediment that had turned into a gem from the ferocious heat of the bushfires. Tanzanite is highly regarded as a stone of magic, aligning one's power to actualisation"
  },
  {
    "title": "Purpurite",
    "archetype": "THE SPEAKER",
    "powers": "Accomplish * Confident * Calming",
    "description": "Originally a brown stone, Purpurite owes its rare violet luminecense to its oxidisied manganese iron inclusions. Its name is coined from the Latin word 'purpura', for its distinctive purple pigmentation. Similar to the physical stone itself, Purpurite asks one to defiantly shine from the darkness, speaking with confidence, breaking stagnant patterns and pursuing fulfilling ambitions to ultimately heighten one's spiritual consciousnes."
  }
]
